[
      {
    "id": "TALK_STORY1_AKANE",
    "type": "talk_topic",
    "dynamic_line": "あー、あん時なぁ...。\n大変動が起きた直後のことはよう覚えてへんのよな。\n友達と葵...ああ、葵ってのはうちの妹な？\n友達と葵と、何人かで買い物してたんやけど、そん時に急に地震が起きてな。\nかなり大きかったからこれはあかんねってことで避難しようとしてたんよ。\nで、近場のシェルターに向かってたんやけど...前の方から走って逃げてくる人波に攫われて、うちだけ葵達とはぐれてしもたんよ",
    "responses": [
      {
        "text": "逃げてくる人？何があったんだ？",
        "topic": "TALK_STORY2_AKANE" 
      }
                 ]
  },
  {
    "id": "TALK_STORY2_AKANE",
    "type": "talk_topic",
    "dynamic_line": "いやー、それはうちにはわからんなぁ...。\nもし葵に会えたら知ってるかもしれんけど...ああ、なんかブロブがどうとか言うてたな。\nまあ、それでその人波に流されて、なんとか自力で這い出したと思った時には林の近くにおってな。\nそんで、落ち着いて周りを見渡してみたら妙なことに気が付いたんや",
    "responses": [
      { "text": "妙な事？", "topic": "TALK_STORY3_AKANE" },
      { "text": "気になるが他に話したいことがあるんだ。", "topic": "TALK_ALLY_SOCIAL" },
      { "text": "気になるがもう行かないと。", "topic": "TALK_DONE" }
                 ]
  },
  {
    "id": "TALK_STORY3_AKANE",
    "type": "talk_topic",
    "dynamic_line": "せや、風も無いのに周囲の茂みがガサガサって揺れてな？\nなんやろーって近づいたのがあかんかったんやな、急にツタが伸びてきて絡めとられてしまったんや。そんで、なんか毒...なんかな？\n何か針を打ち込まれて力が入らなくなって気絶してしもたんよ。\n次に意識が戻った時に見たんはなんか暗い場所で...うちを捕まえたツタの化け物と似たような気配がいくつも動いてるのを感じたで",
    "responses": [
      { "text": "毒まで打ち込まれたのに無事だったのか？", "topic": "TALK_STORY4_AKANE" }
                 ]
  },
  {
    "id": "TALK_STORY4_AKANE",
    "type": "talk_topic",
    "dynamic_line": "せやな。\nこれはうちのカンやけど、多分、ツタの化け物はうちを何かの養分にしようと運んだんやと思うわ。\n話を戻すとな、そいつらに起きたのを気取られないように息を殺して目が慣れるのを待ってたんやけど...。\nどうやら、うちがいるのは全面が植物に覆われた場所でな。\n後からわかったことやけど、そこはその化け物どもの巣でな、しかも地下だったんや。\n目の前には何か不気味なものが脈打ってて...なんか心臓みたいやったな。\nまあそんなん考えてもわからんし、幸い、打ち込まれた毒は消えたのか手足にしっかり力も入るしで、うちは脱出するためにはどうしたらいいか考え始めたんや",
    "responses": [
    { "text": "それで、どうやって脱出したんだ？", "topic": "TALK_STORY5_AKANE" },
    { "text": "なるほど、興味深い話だな。ところで別な話がしたくなったんだ。", "topic": "TALK_ALLY_SOCIAL" },
    { "text": "なるほど、興味深い話だな。もう行かないと。", "topic": "TALK_DONE" }
                 ]
  },
  {
    "id": "TALK_STORY5_AKANE",
    "type": "talk_topic",
    "dynamic_line": "まあ、そう言うても難しいことはしてへんけどな。\nたまたまポケットの中に、避難しようとするまで持ってなかった何かが入ってて...多分、人波に攫われた時に誰かの物が紛れたんやろな。\n取り出して見るとライターでな、これはしめたー！って思ったで。\nなんて言ってもやつら植物やろ？だから何とかして火を付ければ脱出する隙ができると思ったんや。\nほんでな、やつらがうちの周りから離れた時を見計らって、どうにか壁のツタの一部をへし折ってな？\n生木だしちゃんと燃えるかは賭けだったんやけど...火を付けたら思ったよりしっかり燃えてくれたんや。\nそれに気が付いたツタの化け物どもは予想通り、火に怯えてうちに近寄ってこなかったんや。\nそんで今のうちやーって壁や地面に這ってるツタに火を付けて回って...後はどこをどう通ったか覚えてへんけど、とにかく即席の松明を振り回して滅茶苦茶に走って、気が付いたら外に居たんや。\n後はまあ、夜とか気配の無いときを見計らって街の中で食べ物探したりしてたで",
    "responses": [
    { "text": "そうだったんだな。話してくれてありがとう。", "topic": "TALK_DONE" }
                 ]
  }
]
