[
      {
    "id": "TALK_STORY1_AKARI",
    "type": "talk_topic",
    "dynamic_line": "大変動が起こった時ですか？\nあの時は…そう、食べ歩きしてる最中でしたよ。\n友達のグループと来てたんですけど、10軒目でみんな脱落しちゃったので一人で食べてました。\n確か…何件目だったかな？\n（手帳を取り出してぺらぺらとめくり出す）\nああ、28軒目の時ですね！突然、ぼふっ！って何かが爆発するような音がしたんです。",
    "responses": [
      { "text": "食べ歩き28軒…？いや、まあいい、続けてくれ", "topic": "TALK_STORY2_AKARI" }
                 ]
  },
  {
    "id": "TALK_STORY2_AKARI",
    "type": "talk_topic",
    "dynamic_line": "…？\nえっと、それで音のした方を見ると、なんだか黄色っぽい煙が上がってました。\nなんだか美味しそうな匂いがした気がしてそちらへ行ってみたんです。\nマツタケ…って確かこの辺にもありますよね？あんな感じの匂いがして。\n *ぐぅぅ～*\nあっ…えへへ、思い出したらお腹空いてきちゃった。",
    "responses": [
      { "text": "ま、松茸の匂い…？それで、音のした方へ行ってどうなったんだ？", "topic": "TALK_STORY3_AKARI" },
      { "text": "残念だが私は松茸を持っていないんだ。話題を変えよう。", "topic": "TALK_ALLY_SOCIAL" },
      { "text": "残念だが私は松茸を持っていないんだ。さあ、話は終わりにして行こう。", "topic": "TALK_DONE" }
                 ]
  },
  {
    "id": "TALK_STORY3_AKARI",
    "type": "talk_topic",
    "dynamic_line": "あ、はい。それで…そちらから走ってくる、粉まみれになった人たちとぶつかったんです。\nなんだかみんな怯えてて、化け物がいる、とかキノコが歩いてる、って叫んでて。\nふふっ、歩くキノコなんて面白いじゃないですか！\nその時は危ないなんて全く思わなかったので、そのまま爆発のあった方に向かったんです。\nそうしたら、ほんとに歩くキノコがいたんです！",
    "responses": [
      { "text": "歩くキノコがいた？夢を見たとか、冗談じゃなく？", "topic": "TALK_STORY4_AKARI" },
      { "text": "オーケー、次の食事はキノコ料理にしよう。ところで話題を変えたいんだが。", "topic": "TALK_ALLY_SOCIAL"},
      { "text": "オーケー、次の食事はキノコ料理にしよう。さあ、話は終わりにして行こう。", "topic": "TALK_DONE" }
                 ]
  },
  {
    "id": "TALK_STORY4_AKARI",
    "type": "talk_topic",
    "dynamic_line": "冗談じゃないですよ！本当にいたんだもん！\nそれで、その歩くキノコ…いや、キノコ人間って言った方がいいのかな、あれ。\n襲ってくる様子も無かったのでしばらく観察してたんですよ。\nなんだかふらふらしてて面白くって。\nでも、それが不味かったんでしょうね。気が付いたら周りをキノコ人間たちに囲まれてて…襲ってこそ来なかったんだけど、急に怖くなったんです。\nどうしよう、って固まってたらキノコ人間たちの中の一人が、何かを差し出してきたんです。見たら今まで見たことのないキノコで…。\nなんだか、すごく美味しそうに見えて、それにすごくお腹が減って…一口、生のままかじったんです。その直後に突然、白衣の女性が大声を上げて鉄パイプを振り回してキノコ人間に飛び掛かって行ったんです。\nキノコ人間を何回か叩いて、周りも怯んだ隙に私を引っ張って逃げてくれて…。あの時は本当に助かったと思いました。",
    "responses": [
    { "text": "白衣の女性？医者か何かだったのか？", "topic": "TALK_STORY5_AKARI" }
                 ]
  },
  {
    "id": "TALK_STORY5_AKARI",
    "type": "talk_topic",
    "dynamic_line": "いえ、その人の話だと何かの研究員だったって言ってました。確か…真菌って言ってたかな？\nそれで、その人と一緒に街外れまで逃げたんですけど…途中で見たものはだいたい<u_name>さんも見たんじゃないかな？\n街外れの家まで逃げて一息ついた後、研究員さんに何をしてたのか問い詰められました。\nまあ隠すことでもないかなーって思って全部話したんですけど、それはもう怒られましたね。その後、何か薬を飲まされて、『ここは大丈夫だから少し寝てなさい』って言われたんです。\n色々起こったせいで疲れちゃって…お言葉に甘えて少し眠ったんですけど、目を覚ましたら研究員さんはどこにもいなくて。\n探しに外に出たら…研究員さん、死んじゃってました。",
    "responses": [
    { "text": "死んだだって？一体どうして？", "topic": "TALK_STORY6_AKARI" }
                 ]
  },
  {
    "id": "TALK_STORY6_AKARI",
    "type": "talk_topic",
    "dynamic_line": "体から、私が食べたのと同じキノコが、皮膚を突き破るようにして生えてました…。多分、それが原因だと思います。\n周囲の様子も、逃げてきた時と違ってて…至る所にキノコの胞子が舞ってて、キノコ人間もたくさん歩き回ってました。\n研究員さんのすぐそばに私の名前が書かれたメモ紙が落ちてて、メモには真菌はよく燃えること、私は薬を飲んだからとりあえず安全な事、メモを見たらすぐに家に火をつけて逃げることが書いてありました。\nそれに従って避難してた家に火をつけて、それからは一人で隠れながら彷徨ってました。\nえへへ、それで空腹が限界で倒れてたところを<u_name>さんが助けてくれたわけですね。",
    "responses": [
    { "text": "そうだったのか、話してくれてありがとう。", "topic": "TALK_DONE" }
                 ]
  }
]
