[
      {
    "id": "TALK_STORY1_AOI",
    "type": "talk_topic",
    "dynamic_line": "大変動が起こった……ですか？\nええと、話して信じてもらえるかな……。",
    "responses": [
      {
        "text": "何があったんだ？",
        "topic": "TALK_STORY2_AOI" 
      },
      {
        "text": "それじゃあまた今度にしよう",
        "topic": "TALK_DONE"
      }
                 ]
  },
  {
    "id": "TALK_STORY2_AOI",
    "type": "talk_topic",
    "dynamic_line": "私が友達と姉と、皆で買い物してた時に避難警報がなりまして……。\n観光に来るときに買っておいた地図に書いてあった近くの避難シェルターに移動してたんです。\nその時、突然シェルターの方から人が大勢走ってきて、お姉ちゃんとはぐれちゃって……。\n結局人の波に揉まれてる間に私一人になっちゃって……。\nそれで、もしはぐれた時は避難シェルターで会おうねって約束もしてあったので、一人で移動しました。\n結論だけ言えば……結局そこには誰も現れなかったんですけど、それで良かったのかもしれないです。",
    "responses": [
      { "text": "避難シェルターで何があったんだ？", "topic": "TALK_STORY3_AOI" },
      { "text": "なるほどね。ちょっと話題を変えよう", "topic": "TALK_ALLY_SOCIAL" },
      { "text": "なるほどね。続きはまたにしよう", "topic": "TALK_DONE" }
                 ]
  },
  {
    "id": "TALK_STORY3_AOI",
    "type": "talk_topic",
    "dynamic_line": "シェルターで、というか…シェルターの近くで…と言ったらいいのか……。\nシェルターの中に入るときは特に何も起きませんでした。\nしんと静まり返っていて誰も居なくて……中を少し見てみると、血と、何かが這いずったような粘着質の液体が辺りにたくさん付着してました。\n役に立たなさそうな荷物とか、脱げたらしい靴とか…そういうのもだけが散らばっていて、ここで大きな混乱があったことだけは想像できました。\nでも、大量の血痕はあるのに死体は無くて、血痕を拭うように、まるでナメクジが這いずったような跡が残っていてそれが酷く不気味でした。\nそれからしばらく、血も粘液も付いて無かった、隅の方に腰を下ろしてお姉ちゃんたちを待っていたんです。そうしてる間に眠ってしまったみたいで、次に目を開けると辺りはすっかり暗くなってました。",
    "responses": [
      { "text": "だが誰も来なかったんだろう？その後何があったんだ？", "topic": "TALK_STORY4_AOI" }
                 ]
  },
  {
    "id": "TALK_STORY4_AOI",
    "type": "talk_topic",
    "dynamic_line": "えっと……その後は何か音が聞こえたんです、何かを引きずるような音が。\n今となってはすっかり聞き馴染みのあるあれの足音ですけどね、ははっ……\nその時はまだ何もわかっていなかったのでじっと息を潜めていたら、シェルターの窓を割ってゾンビが入ってきたんです。\n思わず悲鳴を上げて立ち上がって、扉を体当たりするように開けて外に飛び出しました。\n月明かりに照らされて街の方からこちらへ向けて、ふらふらと歩いてくる影が見えて…直感的にこれは不味い、と思って平原の方へ走りました。\nでも走り出して100mも行かないうちに、突然足元の地面が無くなって、急な坂道を転がり落ちてしまったんです。痛みに咳き込みながら立ち上がると、暗がりの向こう側から男性の声がしました。こちらへ来てはいけない、すぐに逃げなさい…と。",
    "responses": [
    { "text": "男性の声？", "topic": "TALK_STORY5_AOI" },
    { "text": "そうだったのか。ちょっと話を変えてもいいかな？", "topic": "TALK_ALLY_SOCIAL" },
    { "text": "そうだったのか。話は一旦ここまでにしよう。", "topic": "TALK_DONE" }
                 ]
  },
  {
    "id": "TALK_STORY5_AOI",
    "type": "talk_topic",
    "dynamic_line": "はい。その男性の声は酷く小声で、まるで辺りに声が必要以上に響かないように気を付けているみたいでした。その人が言うには、そこは急な坂道で囲まれた穴のような場所で、この辺りには何か、粘液の塊のような化け物が居て人や生き物を襲っていると。その人はその何かから逃げる途中で、この穴に落ちて足の骨を折ってしまって動けなくなってしまったと言いました。\nそれで、もし可能なら誰か助けを呼んできて欲しいと。……そういったその人は、少し安心したのか、今は何の気配もしないからと言って、ライターでタバコに火を付けてました。その時顔が見えたんですけどその人は少しほっとした表情をしていたのが、私の方……正確には私じゃなくて私の後ろを見て、みるみる恐怖に顔を引きつらせていきました。\nそれで後ろを見たら……私のすぐ真後ろに大きな黒いぶよぶよした塊がうごめいていたんです。",
    "responses": [
    { "text": "黒い塊？", "topic": "TALK_STORY6_AOI" }
                 ]
  },
  {
    "id": "TALK_STORY6_AOI",
    "type": "talk_topic",
    "dynamic_line": "そうなんです。\n少なくともそれは生物のような形をしていなくて…玩具のスライムみたいでした。\n私がそれが危険であると認識すると同時に、男性が大きな悲鳴を上げました、\nそしたら、そのスライムは私の横を通り過ぎて行って男性をそのまま飲み込んでしまって……。\nその時、偶然男性が火を付けたたばこが彼の足元にも拡がっていた粘液溜まりみたいなところに落ちて、火が付いたんです。\n火は彼と、彼を包んだスライムを飲み込んであっという間に燃え広がって行って…私は痛む体に鞭を打って立ち上がって、落ちてきた斜面を必死で登りました。\n……登り切った時には既に穴の中は真っ赤な炎に包まれて、例え奇跡が起きても彼が助かることはないことだけは理解できました。\n火事で明るくなった穴の底にはたくさんのスライムが蠢いていて、火に撒かれて燃えていました。\nその後で記憶にあるのは、穴の周りにも大量のスライムがいて、私を追いかけてきたらしいゾンビをスライムが取り込んで増殖していたことでした。\n……後のことは正直よく覚えてません。いや、思い出したくないのかな…多分。\nはぐれた姉を探して、当てもなく歩いていたら<u_name>さん、あなたに出会ったんです。",
    "responses": [
    { "text": "そうだったのか。話してくれてありがとう。", "topic": "TALK_DONE" }
                 ]
  }
]
