[
  {
    "id": "TALK_STORY1_TUMUGI",
    "type": "talk_topic",
    "dynamic_line": "大変動が起こった時ぃー？\nうーん、そんなこと聞いて楽しいのかな……。まあ、いいけどさ。\n大変動が起こった時は友達と観光中だったよ。高校の卒業旅行ーってことで、おんなじ寮で生活してた友達たちと一緒にね。\nちょうどショッピングモールで自由行動中で、あーし一人でキャンプ用品見てた時に悲鳴が聞こえてね。\nその時はなんかのイベントかなーって思ったんだけど、血だらけの人が五人、店内に転がり込んできてシャッタ閉めちゃってさー。\nその中でもちょっと歳のいったおじさんが店員さんと言い争ってたんだけど、あーし、英語がそんなに得意じゃないから半分も聞き取れなくてさー。\nとりあえず様子見てたんだけど、後ろから急に肩をグイっと引っ張られてね。あれはびっくりしたなー。",
    "responses": [ { "text":  "ゾンビに襲われたのか？", "topic": "TALK_STORY2_TUMUGI" } ]
  },
  {
    "id": "TALK_STORY2_TUMUGI",
    "type": "talk_topic",
    "dynamic_line": "ん？……ああ、ううん違うよ。\n転がり込んできた五人うちの一人で女の人だったよ。……まあ、その人もう咬まれてたんだけどさ。\nそれで、その人が早口でまくし立てながらあーしにテントと缶詰に水なんかを押し付けながら『言い争ってる場合じゃない、ここに居たら囲まれて食べられる！』って店員さんと言い争ってたおじさんに訴えてて。\nおじさんもハッとしたように、言い争い止めて、店員さんに従業員用の出入り口に案内するようにお願いし始めてね。\nその直後だったよ、助けを求めるように窓を叩く人が現れて、その人が暴徒化した人たちに引きずられて行ったのは。\nほんの２，３秒のことだったからあーし達はその人を助けることが出来なかったけど、視界の向こうから流れてきた血がその人が無事でないことを示しててさ、皆固まっちゃったんだよね。",
    "responses": [
      { "text": "それで、どうなったんだ？", "topic": "TALK_STORY3_TUMUGI" },
      { "text": "そろそろ話題を変えたい。", "topic": "TALK_ALLY_SOCIAL" },
      { "text": "話の続きは今度にしよう。", "topic": "TALK_DONE" }
    ]
  },
  {
    "id": "TALK_STORY3_TUMUGI",
    "type": "talk_topic",
    "dynamic_line": "うん、それからはその場に居た人たちと協力してショッピングモールから脱出したよ。\nまだ大変動が起こった直後で、ゾンビに囲まれたりする前だったからそんなに大変じゃなかったかな。\nまあ、そうは言っても途中で先導してくれた店員さんとか、最後尾でゾンビを食い止めてくれてた人なんかは死んじゃったけどね……。\nそれで、モールから離れたところにもう使われてないキャンプ場があって、そこで生き残った人たち皆で協力して生活してたよ。モールから食料なんかは十分な量手分けして持ってきてたし、夜の見張りは怖かったけど、それなりに安全だったんだ。",
    "responses": [
      { "text": "待て、会った時一人で行動していたな？", "topic": "TALK_STORY4_TUMUGI" },
      {
        "text": "それはよかった、話題を変えよう。",
        "topic": "TALK_ALLY_SOCIAL"
      },
      { "text": "それはよかった、もう行こう。", "topic": "TALK_DONE" }
    ]
  },
  {
    "id": "TALK_STORY4_TUMUGI",
    "type": "talk_topic",
    "dynamic_line": "うん、キミに会う一週間くらい前だよ。夜、眠っていたら急に悲鳴と怒号が聞こえてきたのは。\n外に出たら小さい、虫…とも違う平たくて白い何かが見張りをしてた人や騒ぎを聞いて外に出てきた人を襲ってたんだ。\nあーしはそれが現実に見えなくて呆然とそれを眺めてた。\nだって、さっきまで一緒にご飯食べて冗談言って笑ってた人たちだよ？\nおやすみ、また明日ーなんて笑って別れた人が目の前で食いちぎられて、変な化け物が吐き出した液体でドロドロに溶けていくのは……ちょっと現実味無かったな。\nそれをぼーっと眺めてたら、最初に話に出てきたおじさんに思いっきりほっぺ叩かれてさ、それであーしも我に返ってテントから荷物を入れてたバッグだけ持ち出して急いで逃げたんだ。",
    "responses": [
      {
        "text": "その怪物とやらはどこから現れたんだ？",
        "topic": "TALK_STORY5_TUMUGI"
      }
    ]
  },
  {
    "id": "TALK_STORY5_TUMUGI",
    "type": "talk_topic",
    "dynamic_line": "わかんないなー、本当に突然現れたみたいだよ。\nああ、でもなんというか…その時妙に暗がりが怖かったよ。なんていうか誰か、悪意を持った人が暗闇の向こうからこっちを見てるような気がしたかな。\nそれで、おじさんと一緒に森の中を走って逃げたんだけど、途中で回り込まれたのか、化け物に囲まれかけてて……。\nうわー、もう駄目だーって思った時、おじさんが何かを見つけて指差したんだよね。その方向を見るとぼんやりと山小屋みたいなのが見えて……まあ、間違いなく外にいるよりはマシだし、なんとかそこに行こうと走ったよ。\nもう少しで山小屋に辿り着くって時にあーしのすぐ後ろを走ってたおじさんが「振り返るなよ！」って叫んですぐ、追いかけて来てたたくさんの足音はあーし一人だけになって。心の中で謝りながら山小屋に辿り着いて、ドアを蹴破るように転がり込んで、急いでドアを閉めて、後は……おじさんの無事を祈りながら部屋の済みで明るくなるまで震えてた。\nすっかり日が昇って、外に出たあーしが見たのは…おじさんの履いてた靴の片方と血だまりだけだった。\nもう生きるのもしんどかったけど、あーしを助けてくれた人たくさんいたから……勝手だけどその人たちの分まで生きなきゃーって夢中で逃げ回ってる途中でキミと……<u_name>と出会ったんだよ。\nこれであーしの物語は全部、おしまい。",
    "responses": [
      {
        "text": "話してくれてありがとう。",
        "topic": "TALK_DONE"
      }
    ]
  }
]