[
  {
    "id": "TALK_STORY1_TUMUGI",
    "type": "talk_topic",
    "dynamic_line": "大変動が起こった時ですか？うーん、話せば長いんですけどね。わたしの姉さま達が友人とここ、ニューイングランドに旅行に行くって言うんですよ。それで、ちょうど学校も長期休暇に入ってたのでわたしも一緒に行くって話になりまして。……いや、今思えば来なきゃよかったなー、あはは…。まあそれで、色々観光して回ってる途中……確かわたしは小さな個人経営のゲームショップを見て回ってた時ですね。外で花火みたいな破裂音がして悲鳴が聞こえて…。",
    "responses": [ { "text": "花火？もしかして銃声か？", "topic": "TALK_STORY2_TUMUGI" } ]
  },
  {
    "id": "TALK_STORY2_TUMUGI",
    "type": "talk_topic",
    "dynamic_line": "今になってみればそうですね、あれは銃声でした。あの時は銃声なんてゲームの中でしか聞いたことなかったのでわかんなかったんですけどね。それで、外に出ようとしたらお店のオーナーさんがいきなりわたしの腕を引っ張って、倉庫の段ボールの中にわたしを放り込んだんです。いやぁ、怖かったですよ、あれは…。それで、オーナーさんがカタコトの日本語で「静かになるまでここから出てはいけない」っていうんです。外の騒ぎはどんどん大きくなってるし、これは普通じゃないなって思って素直に従うことにしたんですけど…。",
    "responses": [
      { "text": "なんとかいうか…何もされなかったのか？", "topic": "TALK_STORY3_TUMUGI" },
      { "text": "それは大変だったんだな。別な話をしよう。", "topic": "TALK_ALLY_SOCIAL" },
      { "text": "それは大変だったんだな。さあ、もう行こう。", "topic": "TALK_DONE" }
    ]
  },
  {
    "id": "TALK_STORY3_TUMUGI",
    "type": "talk_topic",
    "dynamic_line": "…？よくわかりませんけどブランケットとゲームウォッチはもらいましたよ。後、チョコバーとお水を少し。優しく笑ってわたしの頭を撫でた後、銃を担いで外に出ていくオーナーさんを見送ったのが最後でした。それからどのくらいだったかな…辺りは真っ暗だったので半日かそこらだったと思います。外の騒ぎも銃声も収まり、時々呻き声みたいなのが聞こえるだけになったのでわたしはそっと外の様子をうかがうことにしたんです。あれは…うっぷ、ちょっと思い出したくないですね…。",
    "responses": [
      { "text": "それは…想像に難くないな。", "topic": "TALK_STORY4_TUMUGI" },
      {
        "text": "それは…想像に難くないな。そろそろ別な話をしよう。",
        "topic": "TALK_ALLY_SOCIAL"
      },
      { "text": "それは…想像に難くないな。さあ、もう行こう。", "topic": "TALK_DONE" }
    ]
  },
  {
    "id": "TALK_STORY4_TUMUGI",
    "type": "talk_topic",
    "dynamic_line": "そうですよね…。あんまりにも現実感の無い光景に映画の撮影でも始まってたのかと思っちゃいましたよ。まだ散発的に銃声なんかも聞こえて怖かったので…わたしは事前に地図で見ていた緊急避難先のシェルターに向かって走りました。無我夢中だったので…道中のことは覚えてないです。それで、シェルターにたどり着いたんですけど…そこには誰もいなくて。幸い、食料品も水も備蓄を見つけられたので、しばらくそこで一人で生活してました。それも無くなって、意を決して街に出てきたところで…あなたに出会ったというわけです。",
    "responses": [
      {
        "text": "それはなかなか大変だったな…話してくれてありがとう。別な話をしよう。",
        "topic": "TALK_ALLY_SOCIAL"
      },
      {
        "text": "それはなかなか大変だったな…話してくれてありがとう。さあ、もう行こう。",
        "topic": "TALK_DONE"
      }
    ]
  }
]